Repository: IliyanIlievPH/MAVN.FrontEnd.BackOffice
Catalog: src/locale/messages.*.translated.xlf
Languages: de

source: Dashboard
de: Kockpit

source: Customers and Campaigns
de: Kunden und Kampagnen

source: Campaigns
de: Kampagnen

source: Customers
de: Kunden

source: Earn Campaigns
de: Verdiene Kampagnen

source: Redeem Campaigns
de: Kampagnen einlösen

source: Voucher Manager
de: Gutschein-Manager

source: My Business Entities
de: Meine Geschäftseinheiten

source: Program Members
de: Programmmitglieder

source: Blockchain and Reports
de: Blockchain und Berichte

source: Reports
de: Berichte

source: Blockchain Operations
de: Blockchain Operationen

source: Transactions
de: Transaktionen

source: Settings and Management
de: Einstellungen und Management

source: Settings
de: Einstellungen

source: System Settings
de: Systemeinstellungen

source: My Profile
de: Mein Profil

source: Change Password
de: Passwort ändern

source: Admin Users
de: Admin-Benutzer

source: My Profile
de: Mein Profil

source: Help
de: Hilfe

source: Logout
de: Abmelden

source: Something went wrong. Please try again or contact support.
de: Etwas ist schief gelaufen. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.

source: Error occured during uploading image(s). Please try again or contact support.
de: Beim Hochladen von Bild(n) ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.

source: Close
de: Schließen

source: Field has to be between {{ctx.min}} and {{ctx.max}} characters long
de: Feld muss zwischen {{ctx.min}} und {{ctx.max}} Zeichen lang sein

source: Invalid number
de: Ungültige Nummer

source: Minimum required number is {{ctx.min}}
de: Die Mindestanzahl ist {{ctx.min}}

source: Number should be greater than 0
de: Zahl muss größer als 0 sein

source: Maximum number can be {{ctx.max}}
de: Maximale Anzahl kann {{ctx.max}}

source: Maximum number accuracy is {{ctx.accuracy}}
de: Maximale Zahlengenauigkeit ist {{ctx.accuracy}}

source: Field has to be between {{ctx.min}} and {{ctx.max}}
de: Feld muss zwischen {{ctx.min}} und {{ctx.max}}

source: Hospitality
de: Gastfreundschaft

source: Real Estate
de: Immobilien

source: Retail
de: Einzelhandel

source: Field is required
de: Feld ist erforderlich

source: Field has to be whole number
de: Feld muss ganze Zahl sein

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

source: First page
de: Erste Seite

source: Previous page
de: Vorherige Seite

source: Next page
de: Nächste Seite

source: Last page
de: Letzte Seite

source: Items per page
de: Artikel pro Seite

source: Showing
de: Anzeigen

source: of
de: von

source: Unknown
de: Unbekannt

source: Statistics and analytics
de: Statistiken und Analysen

source: From
de: Von

source: To
de: An

source: Apply
de: Anwenden

source: Total Vouchers
de: Gesamtgutscheine

source: Total Customers
de: Kunden insgesamt

source: New Customers <span> +{{ totalNewCustomers | number }} </span>
de: Neue Kunden<span>+{{ totalNewCustomers | number }} </span>

source: Active and Repeat Customers
de: Aktive und wiederholte Kunden

source: Active Customers Share
de: Aktive Kunden teilen

source: Customers who earned or redeemed points during the period
de: Kunden, die während des Zeitraums Punkte verdient oder eingelöst haben

source: Total Active Customers
de: Aktive Kunden insgesamt

source: Repeat Customers Share
de: Wiederholen Kunden teilen

source: Customers who made repeat earnings or redemption during the period
de: Kunden, die während des Zeitraums wiederholt Einnahmen oder Einlösung gemacht haben

source: Total Repeat Customers
de: Gesamte Wiederholen Kunden

source: TRANSACTIONS
de: TRANSAKTIONEN

source: Number of Transactions
de: Anzahl der Transaktionen

source: Total Transactions Cost
de: Gesamtkosten für Transaktionen

source: Average Transaction
de: Durchschnittliche Transaktion

source: Smart Points
de: Intelligente Punkte

source: Week
de: Woche

source: 2 Weeks
de: 2 Wochen

source: Month
de: Monat

source: You don't have access to Dashboard so please select available section from the menu.
de: Sie haben keinen Zugriff auf das Dashboard. Bitte wählen Sie den verfügbaren Bereich aus dem Menü.

source: New leads (referred ones, who haven't yet confirmed themselves as leads)
de: Neue Leads (empfohlene Leads, die sich noch nicht als Leads bestätigt haben)

source: Leads who verified their referral status by confirmation
de: Leads die ihren Empfehlungsstatus durch Bestätigung verifiziert haben

source: Leads in the program whose statuses were approved by the Salesforce team
de: Führt das Programm an, dessen Status vom Salesforce-Team genehmigt wurde

source: New Customers
de: Neue Kunden

source: New program members who signed up and confirmed the email
de: Neue Programmmitglieder, die sich angemeldet und die E-Mail bestätigt haben

source: Active Customers
de: Aktive Kunden

source: Made a purchase during selected period
de: Kauf während des gewählten Zeitraums gemacht

source: Non-Active Customers
de: Nicht aktive Kunden

source: Did not make a purchase during selected period
de: Kauf während des gewählten Zeitraums nicht gemacht

source: Earned, $tokenSymbol
de: Verdient, $tokenSymbol

source: Spent, $tokenSymbol
de: Ausgegeben: $tokenSymbol

source: Sum of Smart Points in all members' wallets, $tokenSymbol
de: Summe der Smart Points in allen Wallets der Mitglieder, $tokenSymbol

source: Smart Points earned by all customers from day 1, $tokenSymbol
de: Smarte Punkte, die von allen Kunden vom 1. Tag an gesammelt wurden, $tokenSymbol

source: Smart Points spent by all customers from day 1, $tokenSymbol
de: Intelligente Punkte, die von allen Kunden vom 1. Tag an ausgegeben werden, $tokenSymbol

source: Smart Points Earned
de: Intelligente Punkte erhalten

source: Smart Points Spent
de: Intelligente Punkte ausgegeben

source: Earned / Spent
de: Verdientes / Ausgegeben

source: Total Balance
de: Gesamtsaldo

source: Show
de: Zeigen

source: List of customers in OpenMAVN program
de: Liste der Kunden im OpenMAVN-Programm

source: {{totalCount}} total customers
de: {{totalCount}} Kunden insgesamt

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Search by full email or ID
de: Suche per vollständige E-Mail oder ID

source: Customer ID
de: Kunden-ID

source: Actions
de: Aktionen

source: View
de: Ansicht

source: Back
de: Zurück

source: Customer Details
de: Kundendetails

source: Proccessing...
de: Wird ausgeführt...

source: Unblock Access
de: Zugriff freigeben

source: Block Access
de: Zugriff blockieren

source: Unblock Private Wallet
de: Private Wallet entsperren

source: Block Private Wallet
de: Private Wallet blockieren

source: Private Wallet address
de: Private Wallet-Adresse

source: Loading...
de: Wird geladen...

source: Public Wallet address
de: Öffentliche Wallet-Adresse

source: Not Linked
de: Nicht verlinkt

source: Pending Customer Approval
de: Ausstehende Kundengenehmigung

source: Pending Confirmation
de: Ausstehende Bestätigung

source: Registration date
de: Registrierungsdatum

source: History
de: Verlauf

source: Date
de: Datum

source: Transaction
de: Transaktion

source: Campaign Name
de: Kampagnenname

source: Wallet Address
de: Wallet-Adresse

source: Amount
de: Betrag

source: Earn
de: Verdienen

source: Use
de: Benutzen

source: Use (Cancelled)
de: Verwende (geancelled)

source: Voucher purchase
de: Gutscheinkauf

source: Staking
de: Absteckung

source: Releasing staking amount
de: Absteckbetrag freigeben

source: Linked wallet transfer
de: Verknüpfte Wallet-Übertragung

source: Fee collected
de: Gebühr erhoben

source: There are no Customer operations.
de: Es gibt keine Kundenoperationen.

source: Copy to clipboard
de: In Zwischenablage kopieren

source: Do you want to block access to the customer’s account?
de: Möchten Sie den Zugang zum Kundenkonto blockieren?

source: Block Wallet
de: Wallet blockieren

source: Do you want to block the wallet of the customer?
de: Möchten Sie die Brieftasche des Kunden blockieren?

source: Do you want to unblock access to the customer’s account?
de: Möchten Sie den Zugriff auf das Kundenkonto freigeben?

source: Unblock Wallet
de: Wallet entsperren

source: Do you want to unblock the wallet of the customer?
de: Möchten Sie die Brieftasche des Kunden entsperren?

source: Basic Information
de: Grundlegende Informationen

source: Title
de: Titel

source: Title of the action rule to be displayed in the admin panel
de: Titel der Aktionsregel die im Admin-Panel angezeigt werden soll

source: Order in the list on mobile app
de: In der Liste auf der mobilen App bestellen

source: Start date
de: Startdatum

source: The date when the action rule is applicable from
de: Das Datum, an dem die Aktionsregel anwendbar ist ab

source: End date
de: Enddatum

source: The date till which the action rule is applicable
de: Das Datum, bis zu dem die Aktionsregel anwendbar ist

source: Description
de: Beschreibung

source: Description (explanation) of the action rule to be displayed in the admin panel
de: Beschreibung (Erklärung) der Aktionsregel die im Admin-Panel angezeigt werden soll

source: Publish
de: Veröffentlichen

source: Draft
de: Entwurf

source: Save
de: Speichern

source: Fixed amount
de: Festbetrag

source: Conversion rate
de: Konversionsrate

source: Percentage
de: Prozentsatz

source: Unlimited participation
de: Unbegrenzte Teilnahme

source: Can participate once
de: Darf einmal teilnehmen

source: Can participate multiple times
de: Kann mehrmals teilnehmen

source: Action
de: Aktion

source: Event
de: Ereignis

source: Action/event that should happen for the action rule to be applied
de: Aktion/Ereignis, das für die Anwendung der Aktionsregel passieren soll

source: Search Partners
de: Partner suchen

source: No partner
de: Kein Partner

source: Program partner by which the participation in the action rule will be filtered
de: Programm-Partner, nach dem die Teilnahme an der Aktionsregel gefiltert wird

source: Additional Awards
de: Zusätzliche Auszeichnungen

source: Add additional award
de: Zusätzliche Auszeichnung hinzufügen

source: Type of award
de: Art der Auszeichnung

source: Type of reward
de: Art der Belohnung

source: Fixed award/Percentage award (“Percentage” option is available only for events where amount/purchase is involved)
de: Feste Prämien/Prozentsatz Auszeichnung („Prozentsatz“ Option ist nur für Veranstaltungen verfügbar, bei denen es sich um Menge/Kauf handelt)

source: Award, {{campaign.tokenSymbol}}
de: Auszeichnung, {{campaign.tokenSymbol}}

source: Award, %
de: Auszeichnung, %

source: Approximate award, {{campaign.tokenSymbol}}
de: Ungefähre Auszeichnung, {{campaign.tokenSymbol}}

source: Approximate Award, {{campaign.tokenSymbol}}
de: Ungefähre Auszeichnung, {{campaign.tokenSymbol}}

source: Estimation value, will be displayed on the mobile app (average and preliminary forecast of what the customer is going to get as award when participating in this action rule)
de: Schätzungswert wird in der mobilen App angezeigt (Durchschnittsprognose und Vorabprognose, was der Kunde als Auszeichnung erhält, wenn er an dieser Aktionsregel teilnimmt)

source: Add Award Ratio
de: Prämienverhältnis hinzufügen

source: Ratio of payments, %
de: Verhältnis der Zahlungen, %

source: Ratio of awards, %
de: Verhältnis der Auszeichnungen, %

source: Delete Award Ratio
de: Prämienverhältnis löschen

source: Delete
de: Löschen

source: Delete Optional Award
de: Optionale Auszeichnung löschen

source: Amount, {{campaign.tokenSymbol}}
de: Betrag, {{campaign.tokenSymbol}}

source: Amount of {{campaign.tokenSymbol}} that would be staked (frozen) to take part in this action rule
de: Betrag von {{campaign.tokenSymbol}} , der an dieser Aktionsregel (eingefroren) gesteckt werden würde

source: Staking Period, days
de: Absteckzeitraum, Tage

source: Number of days for which this amount would be staked (frozen) to take part in this action rule
de: Anzahl der Tage, für die dieser Betrag abgesteckt wird (gefroren), um an dieser Aktionsregel teilzunehmen

source: Warning Period, days
de: Warnung Periode, Tage

source: Number of days before the end of Staking Period when the customer taking part in the action rule would be warned about the end of the Staking Period
de: Anzahl der Tage vor dem Ende der Absteckperiode, wenn der Kunde, der an der Aktionsregel teilnimmt, vor dem Ende der Absteckperiode gewarnt wird

source: Should be less than Staking Period
de: Sollte kleiner sein als Absteckzeit

source: Staking Rule, % of Staking Amount
de: Absteckregel % des Absteckbetrags

source: Part of the Staking Amount that will be returned to the participants (customers) in case the action/event is completed
de: Teil des Absteckbetrags, der an die Teilnehmer (Kunden) zurückgegeben wird, falls die Aktion/Veranstaltung abgeschlossen ist

source: Burning Rule, % of Staking Amount
de: Brennende Regel, % der Absteckmenge

source: Part of the Staking Amount that will be charged from the participants (customers) in case the action/event is NOT completed
de: Teil des Absteckbetrags, der von den Teilnehmern (Kunden) berechnet wird, falls die Aktion/Veranstaltung NICHT abgeschlossen ist

source: Base award
de: Basispreis

source: Amount of award, {{campaign.tokenSymbol}}
de: Auszeichnungsbetrag, {{campaign.tokenSymbol}}

source: Value of the fixed award
de: Wert der festen Auszeichnung

source: Participation Limit per Customer
de: Teilnehmerlimit pro Kunde

source: How much times a customer can participate in the action rule
de: Wie oft ein Kunde an der Aktionsregel teilnehmen kann

source: Usage limit condition
de: Nutzungslimit-Bedingung

source: Content For Mobile App
de: Inhalt für mobile App

source: English
de: Englisch

source: Arabic
de: Arabisch

source: Campaign title
de: Kampagnentitel

source: Title of the campaign to be displayed in the mobile app
de: Titel der Kampagne, die in der mobilen App angezeigt werden soll

source: Description (explanation) of the campaign to be displayed in the mobile app
de: Beschreibung (Erklärung) der Kampagne, die in der mobilen App angezeigt werden soll

source: Description of campaign purpose and scope to be displayed in customer app comes here
de: Beschreibung von Kampagnenzweck und -umfang, der in der Kunden-App angezeigt werden soll, kommt hier

source: Campaign image
de: Kampagnenbild

source: Picture for this campaign to be displayed in the mobile appp
de: Bild für diese Kampagne in der mobilen App anzeigen

source: Choose image
de: Bild auswählen

source: No image chosen
de: Kein Bild ausgewählt

source: File Requirements:
de: Dateianforderungen:

source: Accepted formats: {{MOBILE_APP_IMAGE_ACCEPTED_FILE_EXTENSION.split(',').join(', ')}}
de: Akzeptierte Formate:{{MOBILE_APP_IMAGE_ACCEPTED_FILE_EXTENSION.split(',').join(', ')}}

source: Minimum dimensions: {{campaign.MobileAppImageMinWidth}}x{{campaign.MobileAppImageMinHeight}} px
de: Minimale Abmessungen:{{campaign.MobileAppImageMinWidth}}x{{campaign.MobileAppImageMinHeight}} px

source: Max size: {{campaign.MobileAppImageFileSizeInKB | fileSize}}
de: Maximale Größe: {{campaign.MobileAppImageFileSizeInKB | fileSize}}

source: Image will be automatically resized to width of 1024 px to optimize file size for faster downloading in mobile app.
de: Das Bild wird automatisch auf die Breite von 1024 px verkleinert, um die Dateigröße für ein schnelleres Herunterladen in der mobilen App zu optimieren.

source: Content Preview
de: Inhaltsvorschau

source: Image
de: Bild

source: Description of campaign purpose and scope to be displayed in customer app comes here
de: Beschreibung von Kampagnenzweck und -umfang, der in der Kunden-App angezeigt werden soll, kommt hier

source: List of Earn Campaigns in OpenMAVN program
de: Liste der Verdienstkampagnen im OpenMAVN-Programm

source: Add Earn Campaign
de: Verdienende Kampagne hinzufügen

source: {{totalCount}} total earn campaigns
de: {{totalCount}} insgesamt verdienen Kampagnen

source: Search
de: Suchen

source: Start Date
de: Startdatum

source: End Date
de: Enddatum

source: Vertical
de: Vertikal

source: Award
de: Auszeichnung

source: Order
de: Sortierung

source: There are no Earn Campaigns, please create one
de: Es gibt keine Verdienen-Kampagnen, bitte erstellen Sie eine

source: Earn Campaign not found
de: Verdienende Kampagne nicht gefunden

source: Earn Campaign deleted successfully.
de: Verdienende Kampagne erfolgreich gelöscht.

source: Enter Earn Campaign details
de: Gib Kampagnendetails ein

source: List of Business Units in OpenMAVN program
de: Liste der Geschäftsbereiche im OpenMAVN-Programm

source: List of Program Members in OpenMAVN program
de: Liste der Programmmitglieder im OpenMAVN-Programm

source: Add Business Unit
de: Geschäftsbereich hinzufügen

source: Add Program Member
de: Programmmitglied hinzufügen

source: Created at
de: Erstellt am

source: Edit
de: Bearbeiten

source: There are no Partners please create one
de: Es gibt keine Partner, bitte erstellen Sie einen

source: Partners not found
de: Partner nicht gefunden

source: Business Units
de: Geschäftsbereiche

source: Business Unit Name
de: Name der Geschäftseinheit

source: Program Member Name
de: Name des Programmmitglieds

source: Business Vertical
de: Business Vertikal

source: Locations
de: Standorte

source: Add Location
de: Neuer Ort

source: Address
de: Adresse

source: - Contact Person Details ------
de: - Kontaktperson Details ------

source: Phone Number
de: Telefonnummer

source: Delete Location
de: Standort löschen

source: Payment Integrations
de: Zahlungsintegrationen

source: Add Payment Integration
de: Zahlungsintegration hinzufügen

source: Payment Provider
de: Zahlungsanbieter

source: Instance Name
de: Instanzname

source: Api Key
de: API-Schlüssel

source: Check Integration
de: Überprüfen Sie die Integration

source: Please check your payment integration before Saving.
de: Bitte überprüfen Sie Ihre Zahlungsintegration vor dem Speichern.

source: Please correct your payment integration details and check again.
de: Bitte korrigieren Sie Ihre Zahlungsintegrationsdaten und überprüfen Sie diese erneut.

source: Please register on <a>https://payrexx.com</a> and provide necessary information.
de: Bitte registrieren Sie sich auf <a>https://payrexx.com</a> und geben Sie an notwendige Informationen.

source: Delete Payment Integration
de: INSERT_TRANSLATION

source: Conversion Rate
de: Konversionsrate

source: {{partnerForm.get('AmountInTokens').value | token}}{{assetSymbol}} to {{partnerForm.get('AmountInCurrency').value | number}} {{baseCurrencyCode}}
de: {{partnerForm.get('AmountInTokens').value | token}} {{assetSymbol}} Zu {{partnerForm.get('AmountInCurrency').value | number}} {{baseCurrencyCode}}

source: Amount, {{assetSymbol}}
de: Betrag, {{assetSymbol}}

source: Amount, {{baseCurrencyCode}}
de: Betrag, {{baseCurrencyCode}}

source: Use Global Conversion Rate
de: Globale Konversionsrate verwenden

source: The field should contains only letters.
de: Das Feld sollte nur Buchstaben enthalten.

source: Please enter a valid phone number.
de: Bitte geben Sie eine gültige Telefonnummer ein.

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

source: Please check the form and fill the required fields
de: Bitte überprüfen Sie das Formular und füllen Sie die erforderlichen Felder aus

source: Enter Business Unit details
de: Geben Sie die Details der Geschäftseinheit ein

source: Enter Program Member details
de: Geben Sie die Details des Programmmitglieds ein

source: Edit Business Unit
de: Geschäftsbereich bearbeiten

source: Edit Program Member
de: Programmmitglied bearbeiten

source: Edited successfully.
de: Erfolgreich bearbeitet.

source: New Business Unit
de: Neuer Geschäftsbereich

source: New Program Member
de: Neues Programmmitglied

source: Created successfully.
de: Erfolgreich erstellt.

source: List of redeem campaigns in OpenMAVN program
de: Liste der eingelösten Kampagnen im OpenMAVN-Programm

source: Add Campaign
de: Kampagne hinzufügen

source: {{totalCount}} total spend campaigns
de: {{totalCount}} Gesamtausgaben Kampagnen

source: Active
de: Aktiv

source: There are no campaigns, please create one
de: Es gibt keine Kampagnen, bitte erstellen Sie eine

source: Campaigns not found
de: Kampagnen nicht gefunden

source: Do you want to delete the campaign "$title"?
de: Möchten Sie die Kampagne$title "löschen?

source: Campaign deleted successfully.
de: Kampagne erfolgreich gelöscht.

source: Redeem Campaign Details
de: Kampagnendetails einlösen

source: Partners
de: Partner

source: Select All
de: Alle auswählen

source: Deselect All
de: Alle abwählen

source: Type
de: Typ

source: Vouchers
de: Gutscheine

source: Vouchers in Stock
de: Gutscheine auf Lager

source: Upload vouchers:
de: Gutscheine hochladen:

source: Upload CSV
de: CSV hochladen

source: 1 column, list of the voucher codes to be applied in this campaign
de: 1 Spalte, Liste der Gutscheincodes für diese Kampagne

source: No file chosen
de: Keine Datei ausgewählt

source: Max size: 1 MB
de: Maximale Größe: 1 MB

source: Accepted file extension: {{voucherFileExtension}}
de: Akzeptierte Dateiendung: {{voucherFileExtension}}

source: Voucher Price, {{baseCurrencyCode}} *
de: Gutscheinpreis, {{baseCurrencyCode}}*

source: Price for the uploaded voucher codes (what the customers will be asked to pay to use these vouchers)
de: Preis für die hochgeladenen Gutscheincodes (was die Kunden für die Nutzung dieser Gutscheine bezahlen müssen)

source: {{actionRuleForm.get('AmountInTokens').value | token}}{{tokenSymbol}} to {{actionRuleForm.get('AmountInCurrency').value | number}} {{baseCurrencyCode}}
de: {{actionRuleForm.get('AmountInTokens').value | token}} {{tokenSymbol}} Zu {{actionRuleForm.get('AmountInCurrency').value | number}} {{baseCurrencyCode}}

source: Amount, {{tokenSymbol}}
de: Betrag, {{tokenSymbol}}

source: Use Partner/Global Rate
de: Partner/Globale Rate verwenden

source: Partner rate will be used as a priority. In case if more than one Partner selected, Global rate would be applied.
de: Der Partnerkurs wird als Priorität verwendet. Falls mehr als ein Partner ausgewählt wird, wird der globale Kurs angewendet.

source: Accepted formats: {{MOBILE_APP_IMAGE_ACCEPTED_FILE_EXTENSION.split(',').join(', ')}}
de: Akzeptierte Formate:{{MOBILE_APP_IMAGE_ACCEPTED_FILE_EXTENSION.split(',').join(', ')}}

source: Minimum dimensions: {{MobileAppImageMinWidth}}x{{MobileAppImageMinHeight}} px
de: Minimale Abmessungen: {{MobileAppImageMinWidth}}x{{MobileAppImageMinHeight}}px

source: Max size: {{MobileAppImageFileSizeInKB | fileSize}}
de: Maximale Größe: {{MobileAppImageFileSizeInKB | fileSize}}

source: Image will be automatically resized to width of 1024 px to optimize file size for faster downloading in mobile app.
de: Das Bild wird automatisch auf die Breite von 1024 px verkleinert, um die Dateigröße für ein schnelleres Herunterladen in der mobilen App zu optimieren.

source: Description of campaign purpose and scope to be displayed in customer app comes here
de: Beschreibung von Kampagnenzweck und -umfang, der in der Kunden-App angezeigt werden soll, kommt hier

source: Enter redeem campaign details
de: Kampagnendetails einlösen

source: Spend action rule has been created successfully
de: Ausgabe-Regel wurde erfolgreich erstellt

source: You have edited spend action rule successfully
de: Sie haben die Ausgaben-Aktionsregel erfolgreich bearbeitet

source: List of Voucher Campaigns in OpenMAVN program
de: Liste der Gutschein-Kampagnen im OpenMAVN-Programm

source: New Voucher Campaign
de: Neue Gutschein-Kampagne

source: Amount of Vouchers
de: Anzahl der Gutscheine

source: Bought Vouchers
de: Gutscheine gekauft

source: Price
de: Preis

source: Currency
de: Währung

source: Creation Date
de: Erstellungsdatum

source: Published
de: Veröffentlicht

source: Deleted
de: Gelöscht
