Repository: IliyanIlievPH/MAVN.FrontEnd.BackOffice
Catalog: src/locale/messages.*.translated.xlf
Languages: de

source: There are no Voucher Campaigns, please create one
de: Es gibt keine Gutschein-Kampagnen, bitte erstellen Sie eine

source: Voucher Campaign not found
de: Gutschein-Kampagne nicht gefunden

source: Voucher Campaigns
de: Gutschein-Kampagnen

source: Do you want to delete the voucher campaign "$name"?
de: Möchten Sie die Gutscheinkampagne$name "löschen?

source: Voucher campaign has been deleted successfully.
de: Gutschein-Kampagne wurde erfolgreich gelöscht.

source: Voucher Campaign Details
de: Gutschein-Kampagnen-Details

source: The date when the campaign is applicable from
de: Das Datum, an dem die Kampagne anwendbar ist ab

source: The date till which the campaign is applicable
de: Das Datum, bis zu dem die Kampagne anwendbar ist

source: Amount of Vouchers that will be available for customers to buy
de: Anzahl der Gutscheine, die Kunden kaufen können

source: Voucher Price, {{baseCurrencyCode}}
de: Gutscheinpreis, {{baseCurrencyCode}}

source: Price for the voucher (what the customers will be asked to pay to buy the voucher)
de: Preis für den Gutschein (was die Kunden für den Kauf des Gutscheins bezahlen müssen)

source: Business Unit
de: Geschäftsbereich

source: Program Member
de: Programmmitglied

source: German
de: Deutsch

source: Russian
de: Russisch

source: Description to be displayed in mobile app
de: Beschreibung in der mobilen App angezeigt werden

source: Enter Voucher Campaign details
de: Voucher Kampagnendetails eingeben

source: You have saved campaign successfully.
de: Sie haben die Kampagne erfolgreich gespeichert.

source: You have edited campaign successfully.
de: Du hast die Kampagne erfolgreich bearbeitet.

source: Enter user details and submit
de: Benutzerdetails eingeben und absenden

source: Admin user has been created successfully
de: Admin-Benutzer wurde erfolgreich erstellt

source: Admin user with such email is already registered.
de: Admin-Benutzer mit einer solchen E-Mail ist bereits registriert.

source: New User
de: Neuer Benutzer

source: Reset Password
de: Passwort zurücksetzen

source: New password will be auto-generated and sent to the admin by the attached email address
de: Neues Passwort wird automatisch generiert und von der angehängten E-Mail-Adresse an den Administrator gesendet

source: Edit User
de: Benutzer bearbeiten

source: Company
de: Firma

source: Department
de: Abteilung

source: Job Title
de: Job Titel

source: Not active
de: Nicht aktiv

source: Password
de: Passwort

source: Program Partners
de: Programmpartner

source: Submit
de: Absenden

source: List of admin users
de: Liste der Admin-Benutzer

source: Add User
de: Neuer Benutzer

source: {{totalCount}} total users
de: {{totalCount}} Gesamte Benutzer

source: User Id
de: Benutzer-Id

source: Full Name
de: Voller Name

source: Search by full email
de: Suche per vollständige E-Mail

source: Registration Date
de: Registrierungsdatum

source: There are no admin users please create one
de: Es gibt keine Administrator-Benutzer, bitte erstellen Sie einen

source: Admin user not found
de: Admin-Benutzer nicht gefunden

source: List of transactions in OpenMAVN program
de: Liste der Transaktionen im OpenMAVN-Programm

source: Export
de: Exportieren

source: Exporting...
de: Exportiere...

source: Sender Name
de: Absendername

source: Sender Email
de: Absender-E-Mail

source: Timestamp
de: Zeitstempel

source: Transaction Type
de: Transaktionstyp

source: Additional Information
de: Zusätzliche Informationen

source: Receiver Name
de: Empfängername

source: Receiver Email
de: Empfänger E-Mail

source: Transaction Location
de: Transaktionsort

source: Location External Id
de: Externe Id Standort

source: Location Integration Code
de: Standortintegration Code

source: Amount ({{assetSymbol}})
de: Betrag ({{assetSymbol}})

source: Transaction Category
de: Transaktionskategorie

source: Under construction.
de: Bauarbeiten im Gange.

source: Coming soon!
de: Demnächst!

source: Transactions not found
de: Transaktionen nicht gefunden

source: List of blockchain operations in OpenMAVN program
de: Liste der Blockchain Operationen im OpenMAVN Programm

source: All
de: Alle

source: Customer Registered
de: Kunde registriert

source: Issued
de: Ausgestellt

source: Sent
de: Gesendet

source: Spent
de: Ausgegeben

source: Transfer
de: Überweisung

source: Stake Decreased
de: Absteckung verringert

source: Stake Increased
de: Einsatz erhöht

source: Fee Collected
de: Gebühr erhoben

source: Transferred From Public Network
de: Von öffentlichem Netzwerk übertragen

source: Transferred To Public Network
de: An öffentliches Netzwerk übertragen

source: Transfer To Public Network Fee Set
de: Übertragung auf öffentliche Netzwerkgebühren

source: Public Account Linked
de: Öffentliches Konto verbunden

source: Public Account Unlinked
de: Öffentliches Konto getrennt

source: Role Added
de: Rolle hinzugefügt

source: Seize From
de: Angreifen von

source: Treasury Account Set
de: Schatzkunden-Set

source: Transfer Accepted
de: Übertragung akzeptiert

source: Transfer Received
de: Überweisung empfangen

source: Transfer Rejected
de: Übertragung abgelehnt

source: Search
de: Suchen

source: Date-Time
de: Datum

source: Bridge Added
de: Brücke hinzugefügt

source: Linker Added
de: Linker hinzugefügt

source: Manager Added
de: Manager hinzugefügt

source: Minter Added
de: Minter hinzugefügt

source: Ownership Transferred
de: Besitz übertragen

source: There are no blockchain operations
de: Keine Blockchain Operationen vorhanden

source: Blockchain operations not found
de: Blockchain-Operationen nicht gefunden

source: Value
de: Wert

source: Configuration of settings in referral program
de: Konfiguration der Einstellungen im Empfehlungsprogramm

source: Global Conversion Rate
de: Globale Konversionsrate

source: {{rateForm.get('AmountInTokens').value | token}}{{tokenSymbol}} to {{rateForm.get('AmountInCurrency').value | number}} {{baseCurrencyCode}}
de: {{rateForm.get('AmountInTokens').value | token}} {{tokenSymbol}} Zu {{rateForm.get('AmountInCurrency').value | number}} {{baseCurrencyCode}}

source: Connector
de: Konnektor

source: Requirements
de: Anforderungen

source: Required Balance, {{tokenSymbol}}
de: Benötigter Kontostand, {{tokenSymbol}}

source: Operation Fees
de: Betriebskosten

source: Link external Ethereum account - First time
de: Externes Ethereum Konto verknüpfen - zum ersten Mal

source: Link external Ethereum account - Second and subsequent times
de: Externes Ethereum Konto verknüpfen - Zweite und nachfolgende Zeiten

source: Transfer {{tokenSymbol}} tokens to external linked Ethereum account
de: {{tokenSymbol}} Token auf externe verknüpfte Ethereum Konto übertragen

source: Saved successfully
de: Erfolgreich gespeichert

source: Profile settings
de: Profileinstellungen

source: Current Password
de: Aktuelles Passwort

source: Password format is invalid
de: Passwortformat ist ungültig

source: New Password
de: Neues Passwort

source: Repeat New Password
de: Neues Passwort wiederholen

source: Password changed successfully
de: Passwort erfolgreich geändert

source: Current Password is not valid
de: Aktuelles Passwort ist ungültig

source: Tiers
de: Ebenen

source: Condition Value ({{tokenSymbol}})
de: Bedingungswert ({{tokenSymbol}})

source: Number of Customers
de: Kundenanzahl

source: Welcome to your community manager
de: Willkommen bei Ihrem Community-Manager

source: Enter Email
de: E-Mail eingeben

source: Enter Password
de: Passwort eingeben

source: Minimum length is 6
de: Minimale Länge ist 6

source: Register new account
de: Neues Konto registrieren

source: Login
de: Anmelden

source: Thank you for registration.
de: Vielen Dank für die Registrierung.

source: We have sent a verification email to:
de: Wir haben eine Bestätigungs-E-Mail an folgende Adresse gesendet:

source: Please check your email inbox and click on the verification link to continue.
de: Bitte überprüfen Sie Ihren E-Mail-Posteingang und klicken Sie auf den Bestätigungslink, um fortzufahren.

source: Company Name
de: Firmenname

source: Repeat Password
de: Passwort wiederholen

source: Password requirements:
de: Passwortanforderungen:

source: Passwords must match
de: Passwörter müssen übereinstimmen

source: {{rules.MinLength}} - {{rules.MaxLength}} symbols
de: {{rules.MinLength}} - {{rules.MaxLength}} Symbole

source: Min {{rules.MinUpperCase}} uppercase letter
de: Min {{rules.MinUpperCase}} Großbuchstaben

source: {{rules.MinLowerCase}} lowercase letter
de: {{rules.MinLowerCase}} Kleinbuchstaben

source: Min {{rules.MinSpecialSymbols}} special symbol ({{rules.AllowedSpecialSymbols}})
de: Min. {{rules.MinSpecialSymbols}} spezielles Symbol ({{rules.AllowedSpecialSymbols}})

source: {{rules.MinNumbers}} number
de: {{rules.MinNumbers}} Nummer

source: Already have an account?
de: Haben Sie bereits ein Konto?

source: Register
de: Registrieren

source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein

source: Verifying. Please wait...
de: Überprüfen. Warten Sie mal...

source: Your email is now verified.
de: Ihre E-Mail-Adresse wurde jetzt überprüft.

source: Go to login
de: Gehen Sie zum Login

source: Email has been already verified
de: E-Mail wurde bereits verifiziert

source: Verification code does not exist
de: Bestätigungscode existiert nicht

source: Verification code mismatch
de: Nicht übereinstimmender Bestätigungscode

source: Verification code has expired
de: Bestätigungscode ist abgelaufen

source: Unknown error
de: Unbekannter Fehler
